Repository: Linux-Cloud-DevOps/flutter-web-app
Catalog: assets/lib/generated/app_*.arb
Languages: gu, kn, ml, ta, te

# discount.buttonApply
source: Apply
gu: અરજી કરો
kn: ಅನ್ವಯಿಸು
ml: അപേക്ഷിക്കുക
ta: விண்ணப்பிக்கவும்
te: దరఖాస్తు చేసుకోండి

# discount.labelCode
source: Code
gu: કોડ
kn: ಕೋಡ್
ml: കോഡ്
ta: குறியீடு
te: కోడ్

# discounts.headingDiscount&Offers
source: Discounts & Offers
gu: ડિસ્કાઉન્ટ અને ઑફર્સ
kn: ರಿಯಾಯಿತಿಗಳು ಮತ್ತು ಕೊಡುಗೆಗಳು
ml: ഡിസ്കൗണ്ടുകളും ഓഫറുകളും
ta: தள்ளுபடிகள் & சலுகைகள்
te: డిస్కౌంట్లు & ఆఫర్లు

# discounts.textfieldSearchOffer
source: Search a offer
gu: ઓફર શોધો
kn: ಪ್ರಸ್ತಾಪವನ್ನು ಹುಡುಕಿ
ml: ഒരു ഓഫർ തിരയുക
ta: சலுகையைத் தேடுங்கள்
te: ఆఫర్‌ను శోధించండి

# findVehicle.buttonFindVehicle
source: Find Vehicle
gu: વાહન શોધો
kn: ವಾಹನವನ್ನು ಹುಡುಕಿ
ml: വാഹനം കണ്ടെത്തുക
ta: வாகனத்தைக் கண்டுபிடி
te: వాహనాన్ని కనుగొనండి

# findVehicle.buttonMobileNumber
source: Mobile Number
gu: મોબાઈલ નંબર
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: മൊബൈൽ നമ്പർ
ta: மொபைல் எண்
te: మొబైల్ నంబర్

# findVehicle.headingFindVehicle
source: Find Vehicle
gu: વાહન શોધો
kn: ವಾಹನವನ್ನು ಹುಡುಕಿ
ml: വാഹനം കണ്ടെത്തുക
ta: வாகனத்தைக் கண்டுபிடி
te: వాహనాన్ని కనుగొనండి

# findVehicle.labelCountry
source: Country
gu: દેશ
kn: ದೇಶ
ml: രാജ്യം
ta: நாடு
te: దేశం

# login.copyright
source: Â© Copyright SpareIT 2023
gu: © Copyright SpareIT 2023
kn: © ಕೃತಿಸ್ವಾಮ್ಯ SpareIT 2023
ml: © പകർപ്പവകാശ SpareIT 2023
ta: © பதிப்புரிமை SpareIT 2023
te: © కాపీరైట్ SpareIT 2023

# login.headingLogin
source: Login
gu: લૉગિન કરો
kn: ಲಾಗಿನ್ ಮಾಡಿ
ml: ലോഗിൻ
ta: உள்நுழைக
te: లాగిన్ చేయండి

# login.poweredBy
source: Powered By
gu: દ્વારા સંચાલિત
kn: ನಡೆಸಲ್ಪಡುತ್ತಿದೆ
ml: പ്രായോജകർ
ta: மூலம் இயக்கப்படுகிறது
te: ద్వారా ఆధారితం

# login.subheadingEnterBatchid&Passcode
source: Please enter your badge ID and passcode
gu: કૃપા કરીને તમારું બેજ ID અને પાસકોડ દાખલ કરો
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬ್ಯಾಡ್ಜ್ ಐಡಿ ಮತ್ತು ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ബാഡ്ജ് ഐഡിയും പാസ്‌കോഡും നൽകുക
ta: உங்கள் பேட்ஜ் ஐடி மற்றும் கடவுக்குறியீட்டை உள்ளிடவும்
te: దయచేసి మీ బ్యాడ్జ్ ID మరియు పాస్‌కోడ్‌ను నమోదు చేయండి

# login.termsConditions
source: Continu
gu: ચાલુ રાખો
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
ta: தொடரவும்
te: కొనసాగించు

# login.textfieldBatchId
source: Enter badge ID
gu: બેજ ID દાખલ કરો
kn: ಬ್ಯಾಡ್ಜ್ ಐಡಿ ನಮೂದಿಸಿ
ml: ബാഡ്ജ് ഐഡി നൽകുക
ta: பேட்ஜ் ஐடியை உள்ளிடவும்
te: బ్యాడ్జ్ IDని నమోదు చేయండి

# login.textfieldBatchIdValidation
source: Please enter badge id
gu: કૃપા કરીને બેજ આઈડી દાખલ કરો
kn: ದಯವಿಟ್ಟು ಬ್ಯಾಡ್ಜ್ ಐಡಿ ನಮೂದಿಸಿ
ml: ദയവായി ബാഡ്ജ് ഐഡി നൽകുക
ta: பேட்ஜ் ஐடியை உள்ளிடவும்
te: దయచేసి బ్యాడ్జ్ ఐడిని నమోదు చేయండి

# login.textfieldPasscode
source: Enter passcode
gu: પાસકોડ દાખલ કરો
kn: ಪಾಸ್ಕೋಡ್ ನಮೂದಿಸಿ
ml: പാസ്‌കോഡ് നൽകുക
ta: கடவுக்குறியீட்டை உள்ளிடவும்
te: పాస్‌కోడ్‌ని నమోదు చేయండి

# login.textfieldPasscodeValidation
source: Please enter passcode
gu: કૃપા કરીને પાસકોડ દાખલ કરો
kn: ದಯವಿಟ್ಟು ಪಾಸ್ಕೋಡ್ ನಮೂದಿಸಿ
ml: ദയവായി പാസ്‌കോഡ് നൽകുക
ta: கடவுக்குறியீட்டை உள்ளிடவும்
te: దయచేసి పాస్‌కోడ్‌ని నమోదు చేయండి

# login.unlockwithFingerprint
source: Unlock with fingerprint
gu: ફિંગરપ્રિન્ટ વડે અનલૉક કરો
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್‌ನೊಂದಿಗೆ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ml: വിരലടയാളം ഉപയോഗിച്ച് അൺലോക്ക് ചെയ്യുക
ta: கைரேகை மூலம் திறக்கவும்
te: వేలిముద్రతో అన్‌లాక్ చేయండి

# sidenavbar.booking
source: Booking
gu: બુકિંગ
kn: ಬುಕಿಂಗ್
ml: ബുക്കിംഗ്
ta: முன்பதிவு
te: బుకింగ్

# sidenavbar.cashDeposit
source: Cash Deposit
gu: રોકડ થાપણ
kn: ನಗದು ಠೇವಣಿ
ml: ക്യാഷ് ഡെപ്പോസിറ്റ്
ta: பண வைப்பு
te: నగదు డిపాజిట్

# sidenavbar.closeDay
source: Close day
gu: બંધ દિવસ
kn: ಮುಚ್ಚುವ ದಿನ
ml: അടുത്ത ദിവസം
ta: நெருங்கிய நாள்
te: క్లోజ్ డే

# sidenavbar.createEstimate
source: Create Estimate
gu: અંદાજ બનાવો
kn: ಅಂದಾಜು ರಚಿಸಿ
ml: എസ്റ്റിമേറ്റ് ഉണ്ടാക്കുക
ta: மதிப்பீட்டை உருவாக்கவும்
te: అంచనాను రూపొందించండి

# sidenavbar.dashboard
source: Dashboard
gu: ડેશબોર્ડ
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്
ta: டாஷ்போர்டு
te: డాష్‌బోర్డ్

# sidenavbar.dayEndOperations
source: Day end Operations
gu: દિવસના અંતે કામગીરી
kn: ದಿನದ ಅಂತ್ಯದ ಕಾರ್ಯಾಚರಣೆಗಳು
ml: ദിവസാവസാന പ്രവർത്തനങ്ങൾ
ta: நாள் இறுதி செயல்பாடுகள்
te: రోజు ముగింపు కార్యకలాపాలు

# sidenavbar.estimate
source: Estimate
gu: અંદાજ
kn: ಅಂದಾಜು
ml: എസ്റ്റിമേറ്റ്
ta: மதிப்பிடவும்
te: అంచనా వేయండి

# sidenavbar.estimateHistroy
source: Estimate Histroy
gu: અંદાજ હિસ્ટ્રોય
kn: ಹಿಸ್ಟ್ರೋಯ್ ಅಂದಾಜು ಮಾಡಿ
ml: ഹിസ്ട്രോയ് കണക്കാക്കുക
ta: ஹிஸ்ட்ரோயை மதிப்பிடுங்கள்
te: హిస్ట్రోయ్‌ను అంచనా వేయండి

# sidenavbar.expensesClaim
source: Expenses Claim
gu: ખર્ચનો દાવો
kn: ವೆಚ್ಚದ ಹಕ್ಕು
ml: ചെലവ് ക്ലെയിം
ta: செலவு கோரிக்கை
te: ఖర్చుల దావా

# sidenavbar.fingerprint
source: Fingerprint
gu: ફિંગરપ્રિન્ટ
kn: ಬೆರಳಚ್ಚು
ml: വിരലടയാളം
ta: கைரேகை
te: వేలిముద్ర

# sidenavbar.getIntouch
source: Get in touch with our experts
gu: અમારા નિષ્ણાતો સાથે સંપર્કમાં રહો
kn: ನಮ್ಮ ತಜ್ಞರೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಿ
ml: ഞങ്ങളുടെ വിദഗ്ധരുമായി ബന്ധപ്പെടുക
ta: எங்கள் நிபுணர்களுடன் தொடர்பு கொள்ளுங்கள்
te: మా నిపుణులను సంప్రదించండి

# sidenavbar.inventory
source: Inventory
gu: ઇન્વેન્ટરી
kn: ದಾಸ್ತಾನು
ml: ഇൻവെൻ്ററി
ta: சரக்கு
te: ఇన్వెంటరీ

# sidenavbar.localPurchase
source: Local Purchase
gu: સ્થાનિક ખરીદી
kn: ಸ್ಥಳೀಯ ಖರೀದಿ
ml: പ്രാദേശിക പർച്ചേസ്
ta: உள்ளூர் கொள்முதல்
te: స్థానిక కొనుగోలు

# sidenavbar.logout
source: Logout
gu: લોગઆઉટ
kn: ಲಾಗ್ಔಟ್
ml: പുറത്തുകടക്കുക
ta: வெளியேறு
te: లాగ్అవుట్

# sidenavbar.needHelp
source: Need Help?
gu: મદદની જરૂર છે?
kn: ಸಹಾಯ ಬೇಕೇ?
ml: സഹായം ആവശ്യമുണ്ടോ?
ta: உதவி தேவையா?
te: సహాయం కావాలా?

# sidenavbar.pettyCash
source: Petty Cash
gu: પેટી કેશ
kn: ಸಣ್ಣ ನಗದು
ml: പെറ്റി ക്യാഷ്
ta: குட்டிப் பணம்
te: చిన్న నగదు

# sidenavbar.purchaseRequest
source: Purchase Request
gu: ખરીદીની વિનંતી
kn: ಖರೀದಿ ವಿನಂತಿ
ml: വാങ്ങൽ അഭ്യർത്ഥന
ta: கொள்முதல் கோரிக்கை
te: కొనుగోలు అభ్యర్థన

# sidenavbar.receiveTransferInventory
source: Receive Transfer Inventory
gu: ટ્રાન્સફર ઇન્વેન્ટરી પ્રાપ્ત કરો
kn: ವರ್ಗಾವಣೆ ದಾಸ್ತಾನು ಸ್ವೀಕರಿಸಿ
ml: ട്രാൻസ്ഫർ ഇൻവെൻ്ററി സ്വീകരിക്കുക
ta: பரிமாற்ற சரக்குகளைப் பெறுங்கள்
te: బదిలీ ఇన్వెంటరీని స్వీకరించండి

# sidenavbar.refund
source: Refund
gu: રિફંડ
kn: ಮರುಪಾವತಿ
ml: റീഫണ്ട്
ta: திரும்பப்பெறுதல்
te: వాపసు

# sidenavbar.reimbursement
source: Reimbursement
gu: વળતર
kn: ಮರುಪಾವತಿ
ml: തിരിച്ചടവ്
ta: திருப்பிச் செலுத்துதல்
te: రీయింబర్స్‌మెంట్

# sidenavbar.report
source: Report
gu: જાણ કરો
kn: ವರದಿ
ml: റിപ്പോർട്ട് ചെയ്യുക
ta: அறிக்கை
te: నివేదించండి

# sidenavbar.salesTransaction
source: Sales Transaction
gu: વેચાણ વ્યવહાર
kn: ಮಾರಾಟ ವಹಿವಾಟು
ml: വിൽപ്പന ഇടപാട്
ta: விற்பனை பரிவர்த்தனை
te: సేల్స్ లావాదేవీ

# sidenavbar.staffTransfer
source: Staff Transfer
gu: સ્ટાફ ટ્રાન્સફર
kn: ಸಿಬ್ಬಂದಿ ವರ್ಗಾವಣೆ
ml: സ്റ്റാഫ് ട്രാൻസ്ഫർ
ta: பணியாளர்கள் இடமாற்றம்
te: సిబ్బంది బదిలీ

# sidenavbar.sticker
source: Sticker
gu: સ્ટીકર
kn: ಸ್ಟಿಕ್ಕರ್
ml: സ്റ്റിക്കർ
ta: ஸ்டிக்கர்
te: స్టిక్కర్

# sidenavbar.stockAdjustment
source: Stock Adjustment
gu: સ્ટોક ગોઠવણ
kn: ಸ್ಟಾಕ್ ಹೊಂದಾಣಿಕೆ
ml: സ്റ്റോക്ക് അഡ്ജസ്റ്റ്മെൻ്റ്
ta: பங்கு சரிசெய்தல்
te: స్టాక్ సర్దుబాటు

# sidenavbar.stockInHand
source: Stock in Hand
gu: હાથમાં સ્ટોક
kn: ಕೈಯಲ್ಲಿ ಸ್ಟಾಕ್
ml: സ്റ്റോക്ക് കയ്യിൽ
ta: கையில் இருப்பு
te: చేతిలో స్టాక్

# sidenavbar.stockRequest
source: Stock Request
gu: સ્ટોક વિનંતી
kn: ಸ್ಟಾಕ್ ವಿನಂತಿ
ml: സ്റ്റോക്ക് അഭ്യർത്ഥന
ta: பங்கு கோரிக்கை
te: స్టాక్ అభ్యర్థన

# sidenavbar.transferInventory
source: Transfer Inventory
gu: ઇન્વેન્ટરી સ્થાનાંતરિત કરો
kn: ಇನ್ವೆಂಟರಿಯನ್ನು ವರ್ಗಾಯಿಸಿ
ml: ഇൻവെൻ്ററി കൈമാറുക
ta: சரக்கு பரிமாற்றம்
te: ఇన్వెంటరీని బదిలీ చేయండి

# sidenavbar.undoCloseDay
source: Undo close day
gu: બંધ દિવસ પૂર્વવત્ કરો
kn: ಮುಚ್ಚಿದ ದಿನವನ್ನು ರದ್ದುಗೊಳಿಸಿ
ml: അടുത്ത ദിവസം പഴയപടിയാക്കുക
ta: நெருங்கிய நாளை செயல்தவிர்க்கவும்
te: ముగింపు రోజును రద్దు చేయండి

# vehicleSelction.buttonAddNew
source: Add New
gu: નવું ઉમેરો
kn: ಹೊಸದನ್ನು ಸೇರಿಸಿ
ml: പുതിയത് ചേർക്കുക
ta: புதியதைச் சேர்க்கவும்
te: క్రొత్తదాన్ని జోడించండి

# vehicleSelction.buttonCheckIn
source: Check In
gu: ચેક ઇન
kn: ಚೆಕ್ ಇನ್
ml: ചെക്ക് - ഇൻ ചെയ്യുക
ta: செக் இன்
te: చెక్ ఇన్ చేయండి

# vehicleSelction.buttonScan
source: Scan
gu: સ્કેન કરો
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: സ്കാൻ ചെയ്യുക
ta: ஸ்கேன் செய்யவும்
te: స్కాన్ చేయండి

# vehicleSelction.headingFindVehicle
source: Find Vehicle
gu: વાહન શોધો
kn: ವಾಹನವನ್ನು ಹುಡುಕಿ
ml: വാഹനം കണ്ടെത്തുക
ta: வாகனத்தைக் கண்டுபிடி
te: వాహనాన్ని కనుగొనండి

# vehicleSelction.labelNoVehicleSelection
source: No Vehicle Found
gu: કોઈ વાહન મળ્યું નથી
kn: ಯಾವುದೇ ವಾಹನ ಕಂಡುಬಂದಿಲ್ಲ
ml: വാഹനമൊന്നും കണ്ടെത്തിയില്ല
ta: வாகனம் எதுவும் கிடைக்கவில்லை
te: వాహనం దొరకలేదు

# vehicleSelction.lableLastServices
source: Last Services
gu: છેલ્લી સેવાઓ
kn: ಕೊನೆಯ ಸೇವೆಗಳು
ml: അവസാന സേവനങ്ങൾ
ta: கடைசி சேவைகள்
te: చివరి సేవలు

# nextButton
source: Next
gu: આગળ
kn: ಮುಂದೆ
ml: അടുത്തത്
ta: அடுத்து
te: తదుపరి

source: Service History
gu: સેવા ઇતિહાસ
kn: ಸೇವಾ ಇತಿಹಾಸ
ml: സേവന ചരിത്രം
ta: சேவை வரலாறு
te: సేవా చరిత్ర

# button.continueBooking
source: Continue Booking
gu: બુકિંગ ચાલુ રાખો
kn: ಬುಕಿಂಗ್ ಮುಂದುವರಿಸಿ
ml: ബുക്കിംഗ് തുടരുക
ta: முன்பதிவைத் தொடரவும்
te: బుకింగ్ కొనసాగించండి

source: Service Date
gu: સેવાની તારીખ
kn: ಸೇವೆಯ ದಿನಾಂಕ
ml: സേവന തീയതി
ta: சேவை தேதி
te: సేవ తేదీ

# jobCard.editJobCard
source: Edit Job Card
gu: જોબ કાર્ડમાં ફેરફાર કરો
kn: ಜಾಬ್ ಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ
ml: ജോബ് കാർഡ് എഡിറ്റ് ചെയ്യുക
ta: வேலை அட்டையைத் திருத்தவும்
te: జాబ్ కార్డ్‌ని సవరించండి

source: Estimated amount
gu: અંદાજિત રકમ
kn: ಅಂದಾಜು ಮೊತ್ತ
ml: കണക്കാക്കിയ തുക
ta: மதிப்பிடப்பட்ட தொகை
te: అంచనా మొత్తం

# button.raisedInvoice
source: Raise Invoice
gu: ઇન્વોઇસ વધારો
kn: ಸರಕುಪಟ್ಟಿ ಹೆಚ್ಚಿಸಿ
ml: ഇൻവോയ്സ് ഉയർത്തുക
ta: விலைப்பட்டியலை உயர்த்தவும்
te: ఇన్వాయిస్ పెంచండి

source: View Images
gu: છબીઓ જુઓ
kn: ಚಿತ್ರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: ചിത്രങ്ങൾ കാണുക
ta: படங்களை பார்க்கவும்
te: చిత్రాలను వీక్షించండి

# jobCard.cancelJobCard
source: Cancel Job Card
gu: જોબ કાર્ડ રદ કરો
kn: ಜಾಬ್ ಕಾರ್ಡ್ ರದ್ದುಮಾಡಿ
ml: ജോബ് കാർഡ് റദ്ദാക്കുക
ta: வேலை அட்டையை ரத்துசெய்
te: జాబ్ కార్డ్‌ని రద్దు చేయండి

source: Delivery Date
gu: ડિલિવરી તારીખ
kn: ವಿತರಣಾ ದಿನಾಂಕ
ml: ഡെലിവറി തീയതി
ta: டெலிவரி தேதி
te: డెలివరీ తేదీ

# JobCard.viewJobCard
source: View Job Card
gu: જોબ કાર્ડ જુઓ
kn: ಜಾಬ್ ಕಾರ್ಡ್ ವೀಕ್ಷಿಸಿ
ml: ജോബ് കാർഡ് കാണുക
ta: வேலை அட்டையைப் பார்க்கவும்
te: జాబ్ కార్డ్ చూడండి

source: Refund
gu: રિફંડ
kn: ಮರುಪಾವತಿ
ml: റീഫണ്ട്
ta: திரும்பப்பெறுதல்
te: వాపసు

source: View Sticker
gu: સ્ટીકર જુઓ
kn: ಸ್ಟಿಕ್ಕರ್ ವೀಕ್ಷಿಸಿ
ml: സ്റ്റിക്കർ കാണുക
ta: ஸ்டிக்கரைப் பார்க்கவும்
te: స్టిక్కర్‌ని వీక్షించండి

# bay.selectBayToAcceptTheRequest
source: Select a bay to accept the request
gu: વિનંતી સ્વીકારવા માટે ખાડી પસંદ કરો
kn: ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಬೇ ಆಯ್ಕೆಮಾಡಿ
ml: അഭ്യർത്ഥന സ്വീകരിക്കാൻ ഒരു ബേ തിരഞ്ഞെടുക്കുക
ta: கோரிக்கையை ஏற்க விரிகுடாவைத் தேர்ந்தெடுக்கவும்
te: అభ్యర్థనను ఆమోదించడానికి బేను ఎంచుకోండి

# bay.busyBay
source: Busy Bay
gu: વ્યસ્ત ખાડી
kn: ಬಿಡುವಿಲ್ಲದ ಬೇ
ml: തിരക്കുള്ള ബേ
ta: பிஸி பே
te: బిజీ బే

# bay.availableBay
source: Available Bay
gu: ઉપલબ્ધ ખાડી
kn: ಲಭ್ಯವಿರುವ ಬೇ
ml: ലഭ്യമായ ബേ
ta: கிடைக்கும் பே
te: అందుబాటులో ఉన్న బే

# bay.selectedBay
source: Selected Bay
gu: પસંદ કરેલ ખાડી
kn: ಆಯ್ದ ಬೇ
ml: തിരഞ്ഞെടുത്ത ബേ
ta: தேர்ந்தெடுக்கப்பட்ட விரிகுடா
te: ఎంచుకున్న బే

# button.submit
source: Submit
gu: સબમિટ કરો
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి

# button.confirmation
source: Confirmation
gu: પુષ્ટિકરણ
kn: ದೃಢೀಕರಣ
ml: സ്ഥിരീകരണം
ta: உறுதிப்படுத்தல்
te: నిర్ధారణ

# booking.areYouSureYouWantToAcceptThisBooking
source: Are you sure you want to accept this booking?
gu: શું તમે ખરેખર આ બુકિંગ સ્વીકારવા માંગો છો?
kn: ಈ ಬುಕಿಂಗ್ ಅನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: ഈ ബുക്കിംഗ് സ്വീകരിക്കണമെന്ന് തീർച്ചയാണോ?
ta: இந்த முன்பதிவை நிச்சயமாக ஏற்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ బుకింగ్‌ని ఆమోదించాలనుకుంటున్నారా?

# booking.rejectionReason
source: Please mention the reason for rejecting the booking.
gu: મહેરબાની કરીને બુકિંગ નકારવાનું કારણ જણાવો.
kn: ದಯವಿಟ್ಟು ಬುಕಿಂಗ್ ಅನ್ನು ತಿರಸ್ಕರಿಸಲು ಕಾರಣವನ್ನು ನಮೂದಿಸಿ.
ml: ബുക്കിംഗ് നിരസിക്കാനുള്ള കാരണം ദയവായി സൂചിപ്പിക്കുക.
ta: முன்பதிவை நிராகரிப்பதற்கான காரணத்தைக் குறிப்பிடவும்.
te: దయచేసి బుకింగ్‌ను తిరస్కరించడానికి గల కారణాన్ని పేర్కొనండి.

# button.yesNo
source: No
gu: ના
kn: ಸಂ
ml: ഇല്ല
ta: இல்லை
te: నం

# button.yes
source: Yes
gu: હા
kn: ಹೌದು
ml: അതെ
ta: ஆம்
te: అవును

source: Requested One
gu: એક વિનંતી કરી
kn: ಒಂದನ್ನು ವಿನಂತಿಸಿದೆ
ml: ഒന്ന് അഭ്യർത്ഥിച്ചു
ta: ஒன்று கோரப்பட்டது
te: ఒకటి అభ్యర్థించారు

source: Invoice Amount
gu: ઇન્વોઇસની રકમ
kn: ಸರಕುಪಟ್ಟಿ ಮೊತ್ತ
ml: ഇൻവോയ്സ് തുക
ta: விலைப்பட்டியல் தொகை
te: ఇన్వాయిస్ మొత్తం

source: Payment Issue
gu: ચુકવણીનો મુદ્દો
kn: ಪಾವತಿ ಸಮಸ್ಯೆ
ml: പേയ്മെൻ്റ് പ്രശ്നം
ta: பணம் செலுத்தும் பிரச்சினை
te: చెల్లింపు సమస్య

# button.cancel
source: Cancel
gu: રદ કરો
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
ta: ரத்து செய்
te: రద్దు చేయి

# button.proceed
source: Proceed
gu: આગળ વધો
kn: ಮುಂದುವರೆಯಿರಿ
ml: തുടരുക
ta: தொடரவும்
te: కొనసాగండి

# button.pay
source: Pay
gu: પે
kn: ಪಾವತಿಸಿ
ml: പണം നൽകുക
ta: செலுத்து
te: చెల్లించండి

# jobCard.moveToPending
source: Move to Pending
gu: બાકી પર ખસેડો
kn: ಬಾಕಿ ಇರುವ ಸ್ಥಳಕ್ಕೆ ಸರಿಸಿ
ml: തീർപ്പാക്കാത്തതിലേക്ക് നീക്കുക
ta: நிலுவையில் உள்ள நிலைக்கு நகர்த்தவும்
te: పెండింగ్‌కు తరలించండి

# jobCard.moveToInProgress
source: Move to In Progress
gu: ચાલુ પર ખસેડો
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ ಎಂಬುದಕ್ಕೆ ಸರಿಸಿ
ml: പുരോഗതിയിലേക്ക് നീങ്ങുക
ta: செயல்பாட்டில் உள்ளது
te: ప్రోగ్రెస్‌లో ఉందికి తరలించండి

# bay.noBaysAvailable
source: No bays available
gu: કોઈ ખાડીઓ ઉપલબ્ધ નથી
kn: ಯಾವುದೇ ಕೊಲ್ಲಿಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: ബേകളൊന്നും ലഭ്യമല്ല
ta: விரிகுடாக்கள் இல்லை
te: బేలు అందుబాటులో లేవు

# workOrder.workOrder
source: Work Order
gu: વર્ક ઓર્ડર
kn: ಕೆಲಸದ ಆದೇಶ
ml: വർക്ക് ഓർഡർ
ta: பணி ஆணை
te: పని ఆర్డర్

# button.edit
source: Edit
gu: સંપાદિત કરો
kn: ಸಂಪಾದಿಸು
ml: എഡിറ്റ് ചെയ്യുക
ta: திருத்தவும்
te: సవరించు

# button.viewHistory
source: View History
gu: ઇતિહાસ જુઓ
kn: ಇತಿಹಾಸವನ್ನು ವೀಕ್ಷಿಸಿ
ml: ചരിത്രം കാണുക
ta: வரலாற்றைக் காண்க
te: చరిత్రను వీక్షించండి

# button.verify
source: Verify
gu: ચકાસો
kn: ಪರಿಶೀಲಿಸಿ
ml: സ്ഥിരീകരിക്കുക
ta: சரிபார்க்கவும்
te: ధృవీకరించండి

# bay.bay
source: Bay
gu: ખાડી
kn: ಕೊಲ್ಲಿ
ml: ബേ
ta: விரிகுடா
te: బే

# button.checkList
source: Check List
gu: યાદી તપાસો
kn: ಪಟ್ಟಿ ಪರಿಶೀಲಿಸಿ
ml: പട്ടിക പരിശോധിക്കുക
ta: பட்டியல் சரிபார்க்கவும்
te: తనిఖీ జాబితా

# button.warranty
source: Warranty
gu: વોરંટી
kn: ಖಾತರಿ
ml: വാറൻ്റി
ta: உத்தரவாதம்
te: వారంటీ

source: Service Packs
gu: સર્વિસ પેક્સ
kn: ಸೇವಾ ಪ್ಯಾಕ್‌ಗಳು
ml: സേവന പായ്ക്കുകൾ
ta: சேவை தொகுப்புகள்
te: సర్వీస్ ప్యాక్‌లు

source: Add Service Package
gu: સર્વિસ પેકેજ ઉમેરો
kn: ಸೇವಾ ಪ್ಯಾಕೇಜ್ ಸೇರಿಸಿ
ml: സേവന പാക്കേജ് ചേർക്കുക
ta: சேவைத் தொகுப்பைச் சேர்க்கவும்
te: సేవా ప్యాకేజీని జోడించండి

source: Additional Service Items
gu: વધારાની સેવા વસ્તુઓ
kn: ಹೆಚ್ಚುವರಿ ಸೇವಾ ವಸ್ತುಗಳು
ml: അധിക സേവന ഇനങ്ങൾ
ta: கூடுதல் சேவை பொருட்கள்
te: అదనపు సేవా అంశాలు

# addAdditionalServiceItem
source: Add Additional Service Items
gu: વધારાની સેવા વસ્તુઓ ઉમેરો
kn: ಹೆಚ್ಚುವರಿ ಸೇವಾ ಐಟಂಗಳನ್ನು ಸೇರಿಸಿ
ml: അധിക സേവന ഇനങ്ങൾ ചേർക്കുക
ta: கூடுதல் சேவை உருப்படிகளைச் சேர்க்கவும்
te: అదనపు సేవా అంశాలను జోడించండి

source: Package Description
gu: પેકેજ વર્ણન
kn: ಪ್ಯಾಕೇಜ್ ವಿವರಣೆ
ml: പാക്കേജ് വിവരണം
ta: தொகுப்பு விளக்கம்
te: ప్యాకేజీ వివరణ

# uintPrice
source: Unit Price
gu: એકમ કિંમત
kn: ಘಟಕ ಬೆಲೆ
ml: യൂണിറ്റ് വില
ta: அலகு விலை
te: యూనిట్ ధర

source: Discount
gu: ડિસ્કાઉન્ટ
kn: ರಿಯಾಯಿತಿ
ml: കിഴിവ്
ta: தள்ளுபடி
te: తగ్గింపు

source: Amount
gu: રકમ
kn: ಮೊತ್ತ
ml: തുക
ta: தொகை
te: మొత్తం

source: VAT
gu: વેટ
kn: ವ್ಯಾಟ್
ml: വാറ്റ്

source: Total Amount
gu: કુલ રકમ
kn: ಒಟ್ಟು ಮೊತ್ತ
ml: മൊത്തം തുക
ta: மொத்த தொகை
te: మొత్తం మొత్తం

source: Total VAT
gu: કુલ VAT
kn: ಒಟ್ಟು ವ್ಯಾಟ್
ml: മൊത്തം വാറ്റ്
ta: மொத்த VAT
te: మొత్తం VAT

source: Final Price
gu: અંતિમ કિંમત
kn: ಅಂತಿಮ ಬೆಲೆ
ml: അന്തിമ വില
ta: இறுதி விலை
te: తుది ధర

source: Do you want to issue a referral code?
gu: શું તમે રેફરલ કોડ જારી કરવા માંગો છો?
kn: ನೀವು ರೆಫರಲ್ ಕೋಡ್ ನೀಡಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾക്ക് ഒരു റഫറൽ കോഡ് നൽകണോ?
ta: பரிந்துரைக் குறியீட்டை வழங்க விரும்புகிறீர்களா?
te: మీరు రెఫరల్ కోడ్‌ని జారీ చేయాలనుకుంటున్నారా?

source: Issue Referral code
gu: રેફરલ કોડ જારી કરો
kn: ರೆಫರಲ್ ಕೋಡ್ ನೀಡಿ
ml: റഫറൽ കോഡ് നൽകുക
ta: பரிந்துரை குறியீட்டை வழங்கவும்
te: రెఫరల్ కోడ్ జారీ చేయండి

source: Cancel Work Order
gu: વર્ક ઓર્ડર રદ કરો
kn: ಕೆಲಸದ ಆದೇಶವನ್ನು ರದ್ದುಗೊಳಿಸಿ
ml: വർക്ക് ഓർഡർ റദ്ദാക്കുക
ta: பணி உத்தரவை ரத்துசெய்
te: వర్క్ ఆర్డర్‌ని రద్దు చేయండి

source: Invoice
gu: ભરતિયું
kn: ಸರಕುಪಟ್ಟಿ
ml: ഇൻവോയ്സ്
ta: விலைப்பட்டியல்
te: ఇన్వాయిస్

# workOrder.workOrderCancelReason
source: Please mention the reason for the canceling the work order.
gu: કૃપા કરીને વર્ક ઓર્ડર રદ કરવા માટેનું કારણ જણાવો.
kn: ದಯವಿಟ್ಟು ಕೆಲಸದ ಆದೇಶವನ್ನು ರದ್ದುಗೊಳಿಸಲು ಕಾರಣವನ್ನು ನಮೂದಿಸಿ.
ml: വർക്ക് ഓർഡർ റദ്ദാക്കാനുള്ള കാരണം ദയവായി സൂചിപ്പിക്കുക.
ta: பணி உத்தரவை ரத்து செய்ததற்கான காரணத்தைக் குறிப்பிடவும்.
te: దయచేసి వర్క్ ఆర్డర్‌ను రద్దు చేయడానికి గల కారణాన్ని పేర్కొనండి.

# vehicle.vehiclevin
source: Vehicle VIN
gu: વાહન VIN
kn: ವಾಹನ VIN
ml: വാഹനം VIN
ta: வாகனம் VIN
te: వాహనం VIN

# vehicle.plateNumber
source: Plate Number
gu: પ્લેટ નંબર
kn: ಪ್ಲೇಟ್ ಸಂಖ್ಯೆ
ml: പ്ലേറ്റ് നമ്പർ
ta: தட்டு எண்
te: ప్లేట్ సంఖ్య

# vehicle.noVehicleSelected
source: No vehicle selected
gu: કોઈ વાહન પસંદ કર્યું નથી
kn: ಯಾವುದೇ ವಾಹನವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ml: വാഹനമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
ta: வாகனம் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: వాహనం ఎంచుకోబడలేదు

source: Error
gu: ભૂલ
kn: ದೋಷ
ml: പിശക്
ta: பிழை
te: లోపం

# customer.customerInformation
source: customer Information
gu: ગ્રાહક માહિતી
kn: ಗ್ರಾಹಕ ಮಾಹಿತಿ
ml: ഉപഭോക്തൃ വിവരങ്ങൾ
ta: வாடிக்கையாளர் தகவல்
te: కస్టమర్ సమాచారం

# customer.fullName
source: Full Name
gu: પૂરું નામ
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണമായ പേര്
ta: முழுப் பெயர்
te: పూర్తి పేరు

# customer.dateOfBirth
source: Date of Birth
gu: જન્મ તારીખ
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕ
ml: ജനനത്തീയതി
ta: பிறந்த தேதி
te: పుట్టిన తేదీ

# customer.email
source: Email
gu: ઈમેલ
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
ta: மின்னஞ்சல்
te: ఇమెయిల్

# customer.customerType
source: Customer Type
gu: ગ્રાહક પ્રકાર
kn: ಗ್ರಾಹಕರ ಪ್ರಕಾರ
ml: ഉപഭോക്തൃ തരം
ta: வாடிக்கையாளர் வகை
te: కస్టమర్ రకం

# customer.Customergroup
source: Customer Group
gu: ગ્રાહક જૂથ
kn: ಗ್ರಾಹಕ ಗುಂಪು
ml: കസ്റ്റമർ ഗ്രൂപ്പ്
ta: வாடிக்கையாளர் குழு
te: కస్టమర్ గ్రూప్

# customer.addAddress
source: Add Address
gu: સરનામું ઉમેરો
kn: ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ml: വിലാസം ചേർക്കുക
ta: முகவரியைச் சேர்க்கவும்
te: చిరునామాను జోడించండి

# customer.address
source: Address
gu: સરનામું
kn: ವಿಳಾಸ
ml: വിലാസം
ta: முகவரி
te: చిరునామా

# customer.zipCode
source: Zip Code
gu: પિન કોડ
kn: ಪಿನ್ ಕೋಡ್
ml: തപാൽ കോഡ്
ta: அஞ்சல் குறியீடு
te: పిన్ కోడ్

# customer.state
source: State
gu: રાજ્ય
kn: ರಾಜ್ಯ
ml: സംസ്ഥാനം
ta: மாநிலம்
te: రాష్ట్రం

# customer.city
source: City
gu: શહેર
kn: ನಗರ
ml: നഗരം
ta: நகரம்
te: నగరం

# customer.addGST
source: Add VAT No.
gu: VAT નંબર ઉમેરો.
kn: ವ್ಯಾಟ್ ಸಂಖ್ಯೆ ಸೇರಿಸಿ.
ml: വാറ്റ് നമ്പർ ചേർക്കുക.
ta: VAT எண்ணைச் சேர்க்கவும்.
te: VAT సంఖ్యను జోడించండి.

# customer.GSTnumber
source: VAT Number
gu: VAT નંબર
kn: ವ್ಯಾಟ್ ಸಂಖ್ಯೆ
ml: VAT നമ്പർ
ta: VAT எண்
te: VAT సంఖ్య

# customer.GSTdetails
source: VAT Details
gu: VAT વિગતો
kn: ವ್ಯಾಟ್ ವಿವರಗಳು
ml: VAT വിശദാംശങ്ങൾ
ta: VAT விவரங்கள்
te: VAT వివరాలు

# customer.addDriverInfo
source: Add Driver Information
gu: ડ્રાઈવર માહિતી ઉમેરો
kn: ಚಾಲಕ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಿ
ml: ഡ്രൈവർ വിവരങ്ങൾ ചേർക്കുക
ta: டிரைவர் தகவலைச் சேர்க்கவும்
te: డ్రైవర్ సమాచారాన్ని జోడించండి

# customer.driverName
source: Driver Name
gu: ડ્રાઇવરનું નામ
kn: ಚಾಲಕ ಹೆಸರು
ml: ഡ്രൈവറുടെ പേര്
ta: டிரைவர் பெயர்
te: డ్రైవర్ పేరు

# customer.driverMobileNumber
source: Driver Mobile Number
gu: ડ્રાઈવર મોબાઈલ નંબર
kn: ಚಾಲಕ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: ഡ്രൈവർ മൊബൈൽ നമ്പർ
ta: டிரைவர் மொபைல் எண்
te: డ్రైవర్ మొబైల్ నంబర్

# customer.enterMobileNumber
source: Enter Mobile Number
gu: મોબાઈલ નંબર દાખલ કરો
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: മൊബൈൽ നമ്പർ നൽകുക
ta: மொபைல் எண்ணை உள்ளிடவும்
te: మొబైల్ నంబర్‌ని నమోదు చేయండి

# customer.enterFullName
source: Enter Full Name
gu: પૂરું નામ દાખલ કરો
kn: ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: മുഴുവൻ പേര് നൽകുക
ta: முழுப் பெயரை உள்ளிடவும்
te: పూర్తి పేరును నమోదు చేయండి

# customer.enterDateOfBirth
source: Enter Date of Birth
gu: જન્મ તારીખ દાખલ કરો
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
ml: ജനനത്തീയതി നൽകുക
ta: பிறந்த தேதியை உள்ளிடவும்
te: పుట్టిన తేదీని నమోదు చేయండి

# customer.enterEmailAddress
source: Enter Email Address
gu: ઇમેઇલ સરનામું દાખલ કરો
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ഇമെയിൽ വിലാസം നൽകുക
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: ఇమెయిల్ చిరునామాను నమోదు చేయండి

# customer.enterCustomerType
source: Enter Customer Type
gu: ગ્રાહક પ્રકાર દાખલ કરો
kn: ಗ್ರಾಹಕರ ಪ್ರಕಾರವನ್ನು ನಮೂದಿಸಿ
ml: ഉപഭോക്തൃ തരം നൽകുക
ta: வாடிக்கையாளர் வகையை உள்ளிடவும்
te: కస్టమర్ రకాన్ని నమోదు చేయండి

# customer.enterCustomerGroup
source: Enter Customer Group
gu: ગ્રાહક જૂથ દાખલ કરો
kn: ಗ್ರಾಹಕರ ಗುಂಪನ್ನು ನಮೂದಿಸಿ
ml: കസ്റ്റമർ ഗ്രൂപ്പ് നൽകുക
ta: வாடிக்கையாளர் குழுவை உள்ளிடவும்
te: కస్టమర్ గ్రూప్‌ను నమోదు చేయండి

# cutsomer.enterAddress
source: Enter Address
gu: સરનામું દાખલ કરો
kn: ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: വിലാസം നൽകുക
ta: முகவரியை உள்ளிடவும்
te: చిరునామాను నమోదు చేయండి

# customer.enterZIPCode
source: Enter City Zipcode
gu: સિટી પિનકોડ દાખલ કરો
kn: ಸಿಟಿ ಪಿನ್‌ಕೋಡ್ ನಮೂದಿಸಿ
ml: സിറ്റി പിൻകോഡ് നൽകുക
ta: நகர ஜிப்கோடை உள்ளிடவும்
te: సిటీ జిప్‌కోడ్‌ని నమోదు చేయండి

# customer.enterCity
source: Enter City
gu: શહેર દાખલ કરો
kn: ನಗರವನ್ನು ನಮೂದಿಸಿ
ml: നഗരത്തിൽ പ്രവേശിക്കുക
ta: நகரத்தை உள்ளிடவும்
te: నగరాన్ని నమోదు చేయండి

# cutsomer.enterState
source: Enter State
gu: રાજ્ય દાખલ કરો
kn: ರಾಜ್ಯವನ್ನು ನಮೂದಿಸಿ
ml: സംസ്ഥാനം നൽകുക
ta: மாநிலத்தை உள்ளிடவும்
te: రాష్ట్రాన్ని నమోదు చేయండి

# customer.enterGSTNumber
source: Enter VAT Number
gu: VAT નંબર દાખલ કરો
kn: ವ್ಯಾಟ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: VAT നമ്പർ നൽകുക
ta: VAT எண்ணை உள்ளிடவும்
te: VAT సంఖ్యను నమోదు చేయండి

# customer.enterGSTDetails
source: Enter VAT Details
gu: VAT વિગતો દાખલ કરો
kn: ವ್ಯಾಟ್ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ
ml: VAT വിശദാംശങ്ങൾ നൽകുക
ta: VAT விவரங்களை உள்ளிடவும்
te: VAT వివరాలను నమోదు చేయండి

# customer.enterDriverName
source: Enter Driver Name
gu: ડ્રાઇવરનું નામ દાખલ કરો
kn: ಚಾಲಕ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ഡ്രൈവർ പേര് നൽകുക
ta: டிரைவர் பெயரை உள்ளிடவும்
te: డ్రైవర్ పేరు నమోదు చేయండి

# customer.enterDriverMobileNumber
source: Enter Driver Mobile Number
gu: ડ્રાઈવર મોબાઈલ નંબર દાખલ કરો
kn: ಚಾಲಕ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ഡ്രൈവർ മൊബൈൽ നമ്പർ നൽകുക
ta: டிரைவர் மொபைல் எண்ணை உள்ளிடவும்
te: డ్రైవర్ మొబైల్ నంబర్‌ను నమోదు చేయండి

source: Invalid Email
gu: અમાન્ય ઇમેઇલ
kn: ಅಮಾನ್ಯ ಇಮೇಲ್
ml: അസാധുവായ ഇമെയിൽ
ta: தவறான மின்னஞ்சல்
te: చెల్లని ఇమెయిల్

# mobileNumberValidation
source: Mobile Number should be 9 digits
gu: મોબાઈલ નંબર 9 અંકનો હોવો જોઈએ
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 9 ಅಂಕಿಗಳಾಗಿರಬೇಕು
ml: മൊബൈൽ നമ്പർ 9 അക്കങ്ങളായിരിക്കണം
ta: மொபைல் எண் 9 இலக்கங்களாக இருக்க வேண்டும்
te: మొబైల్ నంబర్ 9 అంకెలు ఉండాలి

source: Mobile Number is required
gu: મોબાઈલ નંબર જરૂરી છે
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ml: മൊബൈൽ നമ്പർ ആവശ്യമാണ്
ta: மொபைல் எண் தேவை
te: మొబైల్ నంబర్ అవసరం

source: Full Name is required
gu: પૂરું નામ જરૂરી છે
kn: ಪೂರ್ಣ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ml: മുഴുവൻ പേര് ആവശ്യമാണ്
ta: முழு பெயர் தேவை
te: పూర్తి పేరు అవసరం

source: language
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
ta: மொழி
te: భాష

# addedNewEstimate
source: Add New Estimate
gu: નવો અંદાજ ઉમેરો
kn: ಹೊಸ ಅಂದಾಜು ಸೇರಿಸಿ
ml: പുതിയ എസ്റ്റിമേറ്റ് ചേർക്കുക
ta: புதிய மதிப்பீட்டைச் சேர்க்கவும்
te: కొత్త అంచనాను జోడించండి

source: Select Brand
gu: બ્રાન્ડ પસંદ કરો
kn: ಬ್ರಾಂಡ್ ಆಯ್ಕೆಮಾಡಿ
ml: ബ്രാൻഡ് തിരഞ്ഞെടുക്കുക
ta: பிராண்டைத் தேர்ந்தெடுக்கவும்
te: బ్రాండ్‌ని ఎంచుకోండి

source: Brands
gu: બ્રાન્ડ્સ
kn: ಬ್ರ್ಯಾಂಡ್ಗಳು
ml: ബ്രാൻഡുകൾ
ta: பிராண்டுகள்
te: బ్రాండ్లు

source: All Options
gu: બધા વિકલ્પો
kn: ಎಲ್ಲಾ ಆಯ್ಕೆಗಳು
ml: എല്ലാ ഓപ്ഷനുകളും
ta: அனைத்து விருப்பங்களும்
te: అన్ని ఎంపికలు

source: Reset Selection
gu: પસંદગી રીસેટ કરો
kn: ಆಯ್ಕೆಯನ್ನು ಮರುಹೊಂದಿಸಿ
ml: തിരഞ്ഞെടുപ്പ് പുനഃസജ്ജമാക്കുക
ta: தேர்வை மீட்டமைக்கவும்
te: ఎంపికను రీసెట్ చేయండి

source: Search
gu: શોધો
kn: ಹುಡುಕು
ml: തിരയുക
ta: தேடு
te: శోధించండి

# selectOthers
source: Select Other
gu: અન્ય પસંદ કરો
kn: ಇತರೆ ಆಯ್ಕೆಮಾಡಿ
ml: മറ്റുള്ളവ തിരഞ്ഞെടുക്കുക
ta: மற்றவற்றைத் தேர்ந்தெடுக்கவும்
te: ఇతర ఎంచుకోండి

source: Select Year
gu: વર્ષ પસંદ કરો
kn: ವರ್ಷವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വർഷം തിരഞ്ഞെടുക്കുക
ta: ஆண்டைத் தேர்ந்தெடுக்கவும்
te: సంవత్సరాన్ని ఎంచుకోండి

source: Vehicle Variant
gu: વાહન પ્રકાર
kn: ವಾಹನ ರೂಪಾಂತರ
ml: വാഹന വേരിയൻ്റ്
ta: வாகன மாறுபாடு
te: వాహనం వేరియంట్

# buttonPrevious
source: Previous
gu: ગત
kn: ಹಿಂದಿನ
ml: മുമ്പത്തെ
ta: முந்தைய
te: మునుపటి

source: Showing
gu: દર્શાવે છે
kn: ತೋರಿಸಲಾಗುತ್ತಿದೆ
ml: കാണിക്കുന്നു
ta: காட்டும்
te: చూపిస్తున్నారు
