Repository: Linux-Cloud-DevOps/flutter-web-app
Catalog: assets/lib/generated/app_*.arb
Languages: gu, kn, ml, ta, te

source: Packs
gu: પેક્સ
kn: ಪ್ಯಾಕ್‌ಗಳು
ml: പായ്ക്കുകൾ
ta: பொதிகள்
te: ప్యాక్‌లు

# searchServicePack
source: Search a service pack
gu: સર્વિસ પેક શોધો
kn: ಸೇವಾ ಪ್ಯಾಕ್ ಅನ್ನು ಹುಡುಕಿ
ml: ഒരു സേവന പായ്ക്ക് തിരയുക
ta: சேவை தொகுப்பைத் தேடுங்கள்
te: సేవా ప్యాక్‌ను శోధించండి

source: View all items
gu: બધી વસ્તુઓ જુઓ
kn: ಎಲ್ಲಾ ಐಟಂಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: എല്ലാ ഇനങ്ങളും കാണുക
ta: அனைத்து பொருட்களையும் பார்க்கவும்
te: అన్ని అంశాలను వీక్షించండి

source: Packs Selected
gu: પૅક્સ પસંદ કર્યા
kn: ಪ್ಯಾಕ್‌ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ml: പായ്ക്കുകൾ തിരഞ്ഞെടുത്തു
ta: தொகுப்புகள் தேர்ந்தெடுக்கப்பட்டன
te: ప్యాక్‌లు ఎంచుకోబడ్డాయి

# pleaseEnterVINnumber
source: Please enter a VIN number
gu: કૃપા કરીને VIN નંબર દાખલ કરો
kn: ದಯವಿಟ್ಟು VIN ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ഒരു VIN നമ്പർ നൽകുക
ta: VIN எண்ணை உள்ளிடவும்
te: దయచేసి VIN నంబర్‌ను నమోదు చేయండి

# vinNumberValidation
source: VIN number must be exactly 17 characters
gu: VIN નંબર બરાબર 17 અક્ષરોનો હોવો જોઈએ
kn: VIN ಸಂಖ್ಯೆಯು ನಿಖರವಾಗಿ 17 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: VIN നമ്പർ കൃത്യമായി 17 പ്രതീകങ്ങൾ ആയിരിക്കണം
ta: VIN எண் சரியாக 17 எழுத்துகளாக இருக்க வேண்டும்
te: VIN సంఖ్య ఖచ్చితంగా 17 అక్షరాలు ఉండాలి

# invalidVIN
source: In number contains invalid characters
gu: સંખ્યામાં અમાન્ય અક્ષરો છે
kn: ಸಂಖ್ಯೆಯಲ್ಲಿ ಅಮಾನ್ಯವಾದ ಅಕ್ಷರಗಳಿವೆ
ml: സംഖ്യയിൽ അസാധുവായ പ്രതീകങ്ങൾ അടങ്ങിയിരിക്കുന്നു
ta: எண்ணில் தவறான எழுத்துகள் உள்ளன
te: సంఖ్య చెల్లని అక్షరాలను కలిగి ఉంది

# enterMileage
source: Please enter mileage
gu: કૃપા કરીને માઇલેજ દાખલ કરો
kn: ದಯವಿಟ್ಟು ಮೈಲೇಜ್ ನಮೂದಿಸಿ
ml: മൈലേജ് നൽകുക
ta: மைலேஜை உள்ளிடவும்
te: దయచేసి మైలేజీని నమోదు చేయండి

source: Search Product
gu: ઉત્પાદન શોધો
kn: ಹುಡುಕಾಟ ಉತ್ಪನ್ನ
ml: ഉൽപ്പന്നം തിരയുക
ta: தேடல் தயாரிப்பு
te: శోధన ఉత్పత్తి

source: ServicePackList
gu: સર્વિસપેકલિસ્ટ
kn: ಸೇವಾಪ್ಯಾಕ್ ಪಟ್ಟಿ
ta: சர்வீஸ் பேக்லிஸ்ட்
te: సర్వీస్‌ప్యాక్‌లిస్ట్

# languageQuote
source: To have another language is to possess a second soul. Charlemagne
gu: બીજી ભાષા હોવી એ બીજો આત્મા ધરાવવો છે. શાર્લેમેન
kn: ಇನ್ನೊಂದು ಭಾಷೆಯನ್ನು ಹೊಂದುವುದು ಎಂದರೆ ಎರಡನೆಯ ಆತ್ಮವನ್ನು ಹೊಂದುವುದು. ಚಾರ್ಲೆಮ್ಯಾಗ್ನೆ
ml: മറ്റൊരു ഭാഷ ഉണ്ടായിരിക്കുക എന്നത് രണ്ടാമത്തെ ആത്മാവിനെ സ്വന്തമാക്കുക എന്നതാണ്. ചാൾമെയ്ൻ
ta: வேறொரு மொழியைக் கொண்டிருப்பது என்பது இரண்டாவது ஆன்மாவைப் பெறுவதாகும். சார்லிமேன்
te: మరొక భాష కలిగి ఉండటం అంటే రెండవ ఆత్మను కలిగి ఉండటం. చార్లెమాగ్నే

source: Arabic
gu: અરબી
kn: ಅರೇಬಿಕ್
ml: അറബി
ta: அரபு
te: అరబిక్

source: Complete Job Card
gu: પૂર્ણ જોબ કાર્ડ
kn: ಸಂಪೂರ್ಣ ಜಾಬ್ ಕಾರ್ಡ್
ml: ജോലി കാർഡ് പൂർത്തിയാക്കുക
ta: முழுமையான வேலை அட்டை
te: పూర్తి జాబ్ కార్డ్

source: Cancelled Date
gu: રદ કરેલ તારીખ
kn: ರದ್ದುಪಡಿಸಿದ ದಿನಾಂಕ
ml: റദ്ദാക്കിയ തീയതി
ta: ரத்து செய்யப்பட்ட தேதி
te: రద్దు చేయబడిన తేదీ

source: Work Order Sticker
gu: વર્ક ઓર્ડર સ્ટીકર
kn: ವರ್ಕ್ ಆರ್ಡರ್ ಸ್ಟಿಕ್ಕರ್
ml: വർക്ക് ഓർഡർ സ്റ്റിക്കർ
ta: பணி ஆணை ஸ்டிக்கர்
te: వర్క్ ఆర్డర్ స్టిక్కర్

source: Plate No.
gu: પ્લેટ નં.
kn: ಪ್ಲೇಟ್ ನಂ.
ml: പ്ലേറ്റ് നം.
ta: தட்டு எண்.
te: ప్లేట్ నం.

source: Note
gu: નોંધ
kn: ಗಮನಿಸಿ
ml: കുറിപ്പ്
ta: குறிப்பு
te: గమనిక

source: Print
gu: છાપો
kn: ಮುದ್ರಿಸು
ml: അച്ചടിക്കുക
ta: அச்சிடுக
te: ముద్రించు

source: View Invoice
gu: ઇન્વોઇસ જુઓ
kn: ಸರಕುಪಟ್ಟಿ ವೀಕ್ಷಿಸಿ
ml: ഇൻവോയ്സ് കാണുക
ta: விலைப்பட்டியல் பார்க்கவும்
te: ఇన్‌వాయిస్‌ని వీక్షించండి
