Repository: Linux-Cloud-DevOps/flutter-web-app
Catalog: assets/lib/generated/app_*.arb
Languages: gu, kn, ml, ta, te

# booking.accepted
source: Accepted
gu: સ્વીકાર્યું
kn: ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ml: സ്വീകരിച്ചു
ta: ஏற்றுக்கொள்ளப்பட்டது
te: అంగీకరించబడింది

# booking.all
source: All
gu: બધા
kn: ಎಲ್ಲಾ
ml: എല്ലാം
ta: அனைத்து
te: అన్నీ

# booking.headingBookings
source: Bookings
gu: બુકિંગ
kn: ಬುಕಿಂಗ್
ml: ബുക്കിംഗുകൾ
ta: முன்பதிவுகள்
te: బుకింగ్స్

# booking.labelBayNumber
source: Bay Number
gu: ખાડી નંબર
kn: ಬೇ ಸಂಖ್ಯೆ
ml: ബേ നമ്പർ
ta: பே எண்
te: బే సంఖ్య

# booking.labelCreatedDate&Time
source: Created Date & Time
gu: તારીખ અને સમય બનાવ્યો
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ರಚಿಸಲಾಗಿದೆ
ml: തീയതിയും സമയവും സൃഷ്ടിച്ചു
ta: உருவாக்கப்பட்ட தேதி & நேரம்
te: సృష్టించబడిన తేదీ & సమయం

# booking.labelEstimateAmount
source: Request One
gu: એક વિનંતી
kn: ಒಂದನ್ನು ವಿನಂತಿಸಿ
ml: ഒന്ന് അഭ്യർത്ഥിക്കുക
ta: ஒன்றைக் கோருங்கள்
te: ఒకటి అభ్యర్థించండి

# booking.labelModeOfPayment
source: Mode of Payment
gu: ચુકવણી પદ્ધતિ
kn: ಪಾವತಿಯ ವಿಧಾನ
ml: പേയ്‌മെൻ്റ് രീതി
ta: பணம் செலுத்தும் முறை
te: చెల్లింపు విధానం

# booking.labelStatus
source: Status
gu: સ્થિતિ
kn: ಸ್ಥಿತಿ
ml: നില
ta: நிலை
te: స్థితి

# booking.new
source: New
gu: નવી
kn: ಹೊಸದು
ml: പുതിയത്
ta: புதியது
te: కొత్తది

# booking.new.buttonAccept
source: Accept
gu: સ્વીકારો
kn: ಸ್ವೀಕರಿಸಿ
ml: സ്വീകരിക്കുക
ta: ஏற்றுக்கொள்
te: అంగీకరించు

# booking.new.buttonReject
source: Reject
gu: અસ્વીકાર કરો
kn: ತಿರಸ್ಕರಿಸಿ
ml: നിരസിക്കുക
ta: நிராகரிக்கவும்
te: తిరస్కరించు

# booking.new.labelAppointmentDate&Time
source: Appointment Date & Time
gu: મુલાકાતની તારીખ અને સમય
kn: ನೇಮಕಾತಿ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
ml: അപ്പോയിൻ്റ്മെൻ്റ് തീയതിയും സമയവും
ta: சந்திப்பு தேதி & நேரம்
te: అపాయింట్‌మెంట్ తేదీ & సమయం

# booking.new.labelLocation
source: Location
gu: સ્થાન
kn: ಸ್ಥಳ
ml: സ്ഥാനം
ta: இடம்
te: స్థానం

# booking.new.Today
source: Today
gu: આજે
kn: ಇಂದು
ml: ഇന്ന്
ta: இன்று
te: ఈరోజు

# booking.popupHeadingServicePackItems
source: Service Pack Items
gu: સર્વિસ પેક વસ્તુઓ
kn: ಸೇವಾ ಪ್ಯಾಕ್ ವಸ್ತುಗಳು
ml: സേവന പായ്ക്ക് ഇനങ്ങൾ
ta: சேவை தொகுப்பு பொருட்கள்
te: సర్వీస్ ప్యాక్ అంశాలు

# booking.rejected
source: Rejected
gu: ફગાવી દીધી
kn: ತಿರಸ್ಕರಿಸಲಾಗಿದೆ
ml: നിരസിച്ചു
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది

# search.seachByVehicleTextfiledHint
source: Search by vehicle number or customer mobile number
gu: વાહન નંબર અથવા ગ્રાહક મોબાઇલ નંબર દ્વારા શોધો
kn: ವಾಹನ ಸಂಖ್ಯೆ ಅಥವಾ ಗ್ರಾಹಕರ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ ಹುಡುಕಿ
ml: വാഹന നമ്പർ അല്ലെങ്കിൽ ഉപഭോക്തൃ മൊബൈൽ നമ്പർ ഉപയോഗിച്ച് തിരയുക
ta: வாகன எண் அல்லது வாடிக்கையாளர் மொபைல் எண் மூலம் தேடவும்
te: వాహనం నంబర్ లేదా కస్టమర్ మొబైల్ నంబర్ ద్వారా శోధించండి

# changePasscode.changePasscode
source: Change Passcode
gu: પાસકોડ બદલો
kn: ಪಾಸ್‌ಕೋಡ್ ಬದಲಾಯಿಸಿ
ml: പാസ്‌കോഡ് മാറ്റുക
ta: கடவுக்குறியீட்டை மாற்றவும்
te: పాస్‌కోడ్ మార్చండి

# changePasscode.currentPasscode
source: Current Passcode
gu: વર્તમાન પાસકોડ
kn: ಪ್ರಸ್ತುತ ಪಾಸ್‌ಕೋಡ್
ml: നിലവിലെ പാസ്‌കോഡ്
ta: தற்போதைய கடவுக்குறியீடு
te: ప్రస్తుత పాస్‌కోడ్

# changePasscode.newPasscode
source: New Passcode
gu: નવો પાસકોડ
kn: ಹೊಸ ಪಾಸ್‌ಕೋಡ್
ml: പുതിയ പാസ്‌കോഡ്
ta: புதிய கடவுக்குறியீடு
te: కొత్త పాస్‌కోడ్

# changPasscode.confirmPasscode
source: Confirm Passcode
gu: પાસકોડની પુષ્ટિ કરો
kn: ಪಾಸ್ಕೋಡ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
ml: പാസ്‌കോഡ് സ്ഥിരീകരിക്കുക
ta: கடவுக்குறியீட்டை உறுதிப்படுத்தவும்
te: పాస్‌కోడ్‌ని నిర్ధారించండి

# changePasscode.enterCurrentPasscode
source: Please enter your current passcode
gu: કૃપા કરીને તમારો વર્તમાન પાસકોડ દાખલ કરો
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ നിലവിലെ പാസ്‌കോഡ് നൽകുക
ta: உங்கள் தற்போதைய கடவுக்குறியீட்டை உள்ளிடவும்
te: దయచేసి మీ ప్రస్తుత పాస్‌కోడ్‌ని నమోదు చేయండి

# changePasscode.enterNewPasscode
source: Please enter a new passcode
gu: કૃપા કરીને નવો પાસકોડ દાખલ કરો
kn: ದಯವಿಟ್ಟು ಹೊಸ ಪಾಸ್ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ഒരു പുതിയ പാസ്‌കോഡ് നൽകുക
ta: புதிய கடவுக்குறியீட்டை உள்ளிடவும்
te: దయచేసి కొత్త పాస్‌కోడ్‌ని నమోదు చేయండి

# changePasscode.enterconfirmPasscode
source: Please confirm your new passcode
gu: કૃપા કરીને તમારા નવા પાસકોડની પુષ્ટિ કરો
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೊಸ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
ml: നിങ്ങളുടെ പുതിയ പാസ്‌കോഡ് സ്ഥിരീകരിക്കുക
ta: உங்கள் புதிய கடவுக்குறியீட்டை உறுதிப்படுத்தவும்
te: దయచేసి మీ కొత్త పాస్‌కోడ్‌ని నిర్ధారించండి

# changePasscode.mushCharacters
source: Passcode must be at lease 8 characters
gu: પાસકોડ ઓછામાં ઓછા 8 અક્ષરનો હોવો જોઈએ
kn: ಪಾಸ್‌ಕೋಡ್ ಗುತ್ತಿಗೆ 8 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ml: പാസ്‌കോഡ് വാടകയ്ക്ക് 8 പ്രതീകങ്ങൾ ആയിരിക്കണം
ta: கடவுக்குறியீடு குத்தகைக்கு 8 எழுத்துகள் இருக்க வேண்டும்
te: పాస్‌కోడ్ తప్పనిసరిగా లీజుకు 8 అక్షరాలు ఉండాలి

# changePasscode.mustContainAtleastOneLetter
source: This password is entirely numeric. It must contain at least one letter.
gu: આ પાસવર્ડ સંપૂર્ણ રીતે આંકડાકીય છે. તેમાં ઓછામાં ઓછો એક અક્ષર હોવો જોઈએ.
kn: ಈ ಗುಪ್ತಪದವು ಸಂಪೂರ್ಣವಾಗಿ ಸಂಖ್ಯಾತ್ಮಕವಾಗಿದೆ. ಇದು ಕನಿಷ್ಠ ಒಂದು ಅಕ್ಷರವನ್ನು ಹೊಂದಿರಬೇಕು.
ml: ഈ പാസ്‌വേഡ് പൂർണ്ണമായും സംഖ്യാപരമായതാണ്. അതിൽ ഒരു അക്ഷരമെങ്കിലും ഉണ്ടായിരിക്കണം.
ta: இந்த கடவுச்சொல் முழுவதுமாக எண் சார்ந்தது. அதில் குறைந்தது ஒரு எழுத்தாவது இருக்க வேண்டும்.
te: ఈ పాస్‌వర్డ్ పూర్తిగా సంఖ్యాపరమైనది. ఇది తప్పనిసరిగా కనీసం ఒక అక్షరాన్ని కలిగి ఉండాలి.

# changePasscode.PasscodeNotMatching
source: New passcode and confirm passcode are not matching
gu: નવો પાસકોડ અને કન્ફર્મ પાસકોડ મેળ ખાતા નથી
kn: ಹೊಸ ಪಾಸ್‌ಕೋಡ್ ಮತ್ತು ದೃಢೀಕರಣ ಪಾಸ್‌ಕೋಡ್ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ml: പുതിയ പാസ്‌കോഡും സ്ഥിരീകരണ പാസ്‌കോഡും പൊരുത്തപ്പെടുന്നില്ല
ta: புதிய கடவுக்குறியீடும் உறுதிப்படுத்தல் கடவுக்குறியீடும் பொருந்தவில்லை
te: కొత్త పాస్‌కోడ్ మరియు కన్ఫర్మ్ పాస్‌కోడ్ సరిపోలడం లేదు

# createJobCard.addAdditionalItems.buttonAddItems
source: Add Item
gu: આઇટમ ઉમેરો
kn: ಐಟಂ ಸೇರಿಸಿ
ml: ഇനം ചേർക്കുക
ta: பொருளைச் சேர்க்கவும்
te: అంశాన్ని జోడించండి

# createJobCard.addAdditionalItems.headingAddItems
source: Add Items
gu: વસ્તુઓ ઉમેરો
kn: ಐಟಂಗಳನ್ನು ಸೇರಿಸಿ
ml: ഇനങ്ങൾ ചേർക്കുക
ta: பொருட்களைச் சேர்க்கவும்
te: అంశాలను జోడించండి

# createJobCard.addAdditionalItems.labelDiscount
source: Discount
gu: ડિસ્કાઉન્ટ
kn: ರಿಯಾಯಿತಿ
ml: കിഴിവ്
ta: தள்ளுபடி
te: తగ్గింపు

# createJobCard.addAdditionalItems.labelItem
source: Item
gu: વસ્તુ
kn: ಐಟಂ
ml: ഇനം
ta: பொருள்
te: అంశం

# createJobCard.addAdditionalItems.labelItemCategory
source: Item Category
gu: આઇટમ કેટેગરી
kn: ಐಟಂ ವರ್ಗ
ml: ഇനം വിഭാഗം
ta: பொருள் வகை
te: అంశం వర్గం

# createJobCard.addAdditionalItems.labelQuantity
source: Quantity
gu: જથ્થો
kn: ಪ್ರಮಾಣ
ml: അളവ്
ta: அளவு
te: పరిమాణం

# createJobCard.addAdditionalItems.labelTotalPrice
source: Total Price
gu: કુલ કિંમત
kn: ಒಟ್ಟು ಬೆಲೆ
ml: ആകെ വില
ta: மொத்த விலை
te: మొత్తం ధర

# createJobCard.addAdditionalItems.labelUnitPrice
source: Unit Price
gu: એકમ કિંમત
kn: ಘಟಕ ಬೆಲೆ
ml: യൂണിറ്റ് വില
ta: அலகு விலை
te: యూనిట్ ధర

# createJobCard.assignTechnicians.courtesy
source: Courtesy
gu: સૌજન્ય
kn: ಸೌಜನ್ಯ
ml: കടപ്പാട്
ta: உபயம்
te: మర్యాద

# createJobCard.assignTechnicians.headingAssignTechnicians
source: Assign Technicians
gu: ટેકનિશિયન સોંપો
kn: ತಂತ್ರಜ್ಞರನ್ನು ನಿಯೋಜಿಸಿ
ml: സാങ്കേതിക വിദഗ്ധരെ നിയമിക്കുക
ta: டெக்னீஷியன்களை நியமிக்கவும்
te: సాంకేతిక నిపుణులను కేటాయించండి

# createJobCard.assignTechnicians.lowerLevel
source: Lower Level
gu: નીચલા સ્તર
kn: ಕೆಳ ಹಂತ
ml: താഴ്ന്ന നില
ta: கீழ் நிலை
te: దిగువ స్థాయి

# createJobCard.assignTechnicians.manager
source: Manager
gu: મેનેજર
kn: ಮ್ಯಾನೇಜರ್
ml: മാനേജർ
ta: மேலாளர்
te: మేనేజర్

# createJobCard.assignTechnicians.operator
source: Operator
gu: ઓપરેટર
kn: ಆಪರೇಟರ್
ml: ഓപ്പറേറ്റർ
ta: ஆபரேட்டர்
te: ఆపరేటర్

# createJobCard.assignTechnicians.textfieldSearch
source: Search a technician
gu: ટેકનિશિયન શોધો
kn: ತಂತ್ರಜ್ಞನನ್ನು ಹುಡುಕಿ
ml: ഒരു ടെക്നീഷ്യനെ തിരയുക
ta: ஒரு தொழில்நுட்ப வல்லுநரைத் தேடுங்கள்
te: సాంకేతిక నిపుణుడిని శోధించండి

# createJobCard.assignTechnicians.upperLevel
source: Upper Level
gu: ઉચ્ચ સ્તર
kn: ಮೇಲಿನ ಹಂತ
ml: മുകളിലെ നില
ta: மேல் நிலை
te: ఎగువ స్థాయి

# createJobCard.confirmDetails.buttonAddServiceItems
source: Add Service Items
gu: સેવા વસ્તુઓ ઉમેરો
kn: ಸೇವಾ ವಸ್ತುಗಳನ್ನು ಸೇರಿಸಿ
ml: സേവന ഇനങ്ങൾ ചേർക്കുക
ta: சேவைப் பொருட்களைச் சேர்க்கவும்
te: సేవా అంశాలను జోడించండి

# createJobCard.confirmDetails.buttonAddServicePackage
source: Add Service Package
gu: સર્વિસ પેકેજ ઉમેરો
kn: ಸೇವಾ ಪ್ಯಾಕೇಜ್ ಸೇರಿಸಿ
ml: സേവന പാക്കേജ് ചേർക്കുക
ta: சேவைத் தொகுப்பைச் சேர்க்கவும்
te: సేవా ప్యాకేజీని జోడించండి

# createJobCard.confirmDetails.buttonApply
source: Apply
gu: અરજી કરો
kn: ಅನ್ವಯಿಸು
ml: അപേക്ഷിക്കുക
ta: விண்ணப்பிக்கவும்
te: దరఖాస్తు చేసుకోండి

# createJobCard.confirmDetails.buttonBack
source: Back
gu: પાછળ
kn: ಹಿಂದೆ
ml: തിരികെ
ta: மீண்டும்
te: వెనుకకు

# createJobCard.confirmDetails.buttonCreateJobCard
source: Create Job Card
gu: જોબ કાર્ડ બનાવો
kn: ಜಾಬ್ ಕಾರ್ಡ್ ರಚಿಸಿ
ml: ജോബ് കാർഡ് ഉണ്ടാക്കുക
ta: வேலை அட்டையை உருவாக்கவும்
te: జాబ్ కార్డ్ సృష్టించండి

# createJobCard.confirmDetails.buttonSendLink
source: Send Link
gu: લિંક મોકલો
kn: ಲಿಂಕ್ ಕಳುಹಿಸಿ
ml: ലിങ്ക് അയയ്ക്കുക
ta: இணைப்பை அனுப்பவும்
te: లింక్ పంపండి

# createJobCard.confirmDetails.buttonView
source: View
gu: જુઓ
kn: ವೀಕ್ಷಿಸಿ
ml: കാണുക
ta: காண்க
te: చూడండి

# createJobCard.confirmDetails.buttonViewDiscounts
source: View Discounts & Offers
gu: ડિસ્કાઉન્ટ અને ઑફર્સ જુઓ
kn: ರಿಯಾಯಿತಿಗಳು ಮತ್ತು ಕೊಡುಗೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: ഡിസ്കൗണ്ടുകളും ഓഫറുകളും കാണുക
ta: தள்ளுபடிகள் & சலுகைகளைப் பார்க்கவும்
te: డిస్కౌంట్‌లు & ఆఫర్‌లను వీక్షించండి

# createJobCard.confirmDetails.headerAmount
source: Amount
gu: રકમ
kn: ಮೊತ್ತ
ml: തുക
ta: தொகை
te: మొత్తం

# createJobCard.confirmDetails.headerDiscount
source: Discount
gu: ડિસ્કાઉન્ટ
kn: ರಿಯಾಯಿತಿ
ml: കിഴിവ്
ta: தள்ளுபடி
te: తగ్గింపు

# createJobCard.confirmDetails.headerPackageDescription
source: Package Description
gu: પેકેજ વર્ણન
kn: ಪ್ಯಾಕೇಜ್ ವಿವರಣೆ
ml: പാക്കേജ് വിവരണം
ta: தொகுப்பு விளக்கம்
te: ప్యాకేజీ వివరణ

# createJobCard.confirmDetails.headerUnitPrice
source: Unit Price
gu: એકમ કિંમત
kn: ಘಟಕ ಬೆಲೆ
ml: യൂണിറ്റ് വില
ta: அலகு விலை
te: యూనిట్ ధర

# createJobCard.confirmDetails.headerVat
source: VAT
gu: વેટ
kn: ವ್ಯಾಟ್
ml: വാറ്റ്

# createJobCard.confirmDetails.headingJobCardPreview
source: Job Card Preview
gu: જોબ કાર્ડ પૂર્વાવલોકન
kn: ಜಾಬ್ ಕಾರ್ಡ್ ಪೂರ್ವವೀಕ್ಷಣೆ
ml: ജോബ് കാർഡ് പ്രിവ്യൂ
ta: வேலை அட்டை முன்னோட்டம்
te: జాబ్ కార్డ్ ప్రివ్యూ

# createJobCard.confirmDetails.labelCouponCode
source: Have a coupon code ?
gu: કૂપન કોડ છે?
kn: ಕೂಪನ್ ಕೋಡ್ ಹೊಂದಿರುವಿರಾ?
ml: ഒരു കൂപ്പൺ കോഡ് ഉണ്ടോ?
ta: கூப்பன் குறியீடு உள்ளதா?
te: కూపన్ కోడ్ ఉందా?

# createJobCard.confirmDetails.labelDiscount
source: Discount
gu: ડિસ્કાઉન્ટ
kn: ರಿಯಾಯಿತಿ
ml: കിഴിവ്
ta: தள்ளுபடி
te: తగ్గింపు

# createJobCard.confirmDetails.labelFinalPrice
source: Final Price
gu: અંતિમ કિંમત
kn: ಅಂತಿಮ ಬೆಲೆ
ml: അന്തിമ വില
ta: இறுதி விலை
te: తుది ధర

# createJobCard.confirmDetails.labelTotalAmount
source: Total Amount
gu: કુલ રકમ
kn: ಒಟ್ಟು ಮೊತ್ತ
ml: മൊത്തം തുക
ta: மொத்த தொகை
te: మొత్తం మొత్తం

# createJobCard.confirmDetails.labelTotalVat
source: Total VAT
gu: કુલ VAT
kn: ಒಟ್ಟು ವ್ಯಾಟ್
ml: മൊത്തം വാറ്റ്
ta: மொத்த VAT
te: మొత్తం VAT

# createJobCard.confirmDetails.subheadingAdditionalServiceItems
source: Additional Service Items
gu: વધારાની સેવા વસ્તુઓ
kn: ಹೆಚ್ಚುವರಿ ಸೇವಾ ವಸ್ತುಗಳು
ml: അധിക സേവന ഇനങ്ങൾ
ta: கூடுதல் சேவை பொருட்கள்
te: అదనపు సేవా అంశాలు

# createJobCard.confirmDetails.subheadingCustomerSignature
source: Customer Signature
gu: ગ્રાહક હસ્તાક્ષર
kn: ಗ್ರಾಹಕರ ಸಹಿ
ml: ഉപഭോക്തൃ ഒപ്പ്
ta: வாடிக்கையாளர் கையொப்பம்
te: కస్టమర్ సంతకం

# createJobCard.confirmDetails.subheadingDiscounts&Coupons
source: Discounts & Coupons
gu: ડિસ્કાઉન્ટ અને કૂપન્સ
kn: ರಿಯಾಯಿತಿಗಳು ಮತ್ತು ಕೂಪನ್‌ಗಳು
ml: ഡിസ്കൗണ്ടുകളും കൂപ്പണുകളും
ta: தள்ளுபடிகள் & கூப்பன்கள்
te: డిస్కౌంట్లు & కూపన్లు

# createJobCard.confirmDetails.subheadingServicePacks
source: Service Packs
gu: સર્વિસ પેક્સ
kn: ಸೇವಾ ಪ್ಯಾಕ್‌ಗಳು
ml: സേവന പായ്ക്കുകൾ
ta: சேவை தொகுப்புகள்
te: సర్వీస్ ప్యాక్‌లు

# createJobCard.confirmDetails.terms&Conditions
source: By signing below, you acknowledge that you have reviewed and agree to the estimate provided.
gu: નીચે સહી કરીને, તમે સ્વીકારો છો કે તમે સમીક્ષા કરી છે અને પ્રદાન કરેલ અંદાજ સાથે સંમત થાઓ છો.
kn: ಕೆಳಗೆ ಸಹಿ ಮಾಡುವ ಮೂಲಕ, ನೀವು ಪರಿಶೀಲಿಸಿರುವಿರಿ ಮತ್ತು ಒದಗಿಸಿದ ಅಂದಾಜನ್ನು ಒಪ್ಪುತ್ತೀರಿ ಎಂದು ನೀವು ಅಂಗೀಕರಿಸುತ್ತೀರಿ.
ml: ചുവടെ ഒപ്പിടുന്നതിലൂടെ, നിങ്ങൾ അവലോകനം ചെയ്‌തതായി നിങ്ങൾ അംഗീകരിക്കുകയും നൽകിയിരിക്കുന്ന എസ്റ്റിമേറ്റ് അംഗീകരിക്കുകയും ചെയ്യുന്നു.
ta: கீழே கையொப்பமிடுவதன் மூலம், நீங்கள் மதிப்பாய்வு செய்துள்ளீர்கள் என்பதை ஒப்புக்கொள்கிறீர்கள் மற்றும் வழங்கப்பட்ட மதிப்பீட்டை ஏற்கிறீர்கள்.
te: దిగువ సంతకం చేయడం ద్వారా, మీరు అందించిన అంచనాను సమీక్షించారని మరియు అంగీకరిస్తున్నట్లు మీరు అంగీకరిస్తున్నారు.

# createJobCard.imageupload.headingAddImage
source: Add Image
gu: છબી ઉમેરો
kn: ಚಿತ್ರವನ್ನು ಸೇರಿಸಿ
ml: ചിത്രം ചേർക്കുക
ta: படத்தைச் சேர்க்கவும்
te: చిత్రాన్ని జోడించండి

# createJobCard.imageupload.labelFromGallery
source: From Gallery
gu: ગેલેરીમાંથી
kn: ಗ್ಯಾಲರಿಯಿಂದ
ml: ഗാലറിയിൽ നിന്ന്
ta: கேலரியில் இருந்து
te: గ్యాలరీ నుండి

# createJobCard.imageupload.labelUsingCamera
source: Using Camera
gu: કેમેરાનો ઉપયોગ
kn: ಕ್ಯಾಮೆರಾವನ್ನು ಬಳಸುವುದು
ml: ക്യാമറ ഉപയോഗിക്കുന്നു
ta: கேமராவைப் பயன்படுத்துதல்
te: కెమెరాను ఉపయోగించడం

# createJobCard.odometerReading.enterOdometerReading
source: Please enter the odometer current reading.
gu: કૃપા કરીને ઓડોમીટર વર્તમાન વાંચન દાખલ કરો.
kn: ದಯವಿಟ್ಟು ದೂರಮಾಪಕ ಪ್ರಸ್ತುತ ಓದುವಿಕೆಯನ್ನು ನಮೂದಿಸಿ.
ml: ഓഡോമീറ്റർ കറൻ്റ് റീഡിംഗ് നൽകുക.
ta: ஓடோமீட்டர் மின்னோட்ட வாசிப்பை உள்ளிடவும்.
te: దయచేసి ఓడోమీటర్ కరెంట్ రీడింగ్‌ని నమోదు చేయండి.

# createJobCard.odometerReading.headingOdometerReading
source: Odometer Reading
gu: ઓડોમીટર રીડિંગ
kn: ಓಡೋಮೀಟರ್ ಓದುವಿಕೆ
ml: ഓഡോമീറ്റർ റീഡിംഗ്
ta: ஓடோமீட்டர் படித்தல்
te: ఓడోమీటర్ రీడింగ్

# createJobCard.odometerReading.labelDifferenceMileage
source: Difference Mileage
gu: તફાવત માઇલેજ
kn: ವ್ಯತ್ಯಾಸ ಮೈಲೇಜ್
ml: വ്യത്യാസം മൈലേജ്
ta: மைலேஜ் வித்தியாசம்
te: మైలేజ్ తేడా

# createJobCard.odometerReading.labelLastMileage
source: Last Mileage
gu: છેલ્લું માઇલેજ
kn: ಕೊನೆಯ ಮೈಲೇಜ್
ml: അവസാന മൈലേജ്
ta: கடைசி மைலேஜ்
te: చివరి మైలేజ్

# createJobCard.serviceDetails.buttonAddItem
source: Add Item
gu: આઇટમ ઉમેરો
kn: ಐಟಂ ಸೇರಿಸಿ
ml: ഇനം ചേർക്കുക
ta: பொருளைச் சேர்க்கவும்
te: అంశాన్ని జోడించండి

# createJobCard.serviceDetails.checkboxCompatible
source: Compatible
gu: સુસંગત
kn: ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ
ml: അനുയോജ്യം
ta: இணக்கமானது
te: అనుకూలమైనది

# createJobCard.serviceDetails.checkboxOutOfStock
source: Show Out of Stock
gu: સ્ટોક આઉટ બતાવો
kn: ಸ್ಟಾಕ್ ಮುಗಿದಿದೆ ಎಂದು ತೋರಿಸಿ
ml: സ്റ്റോക്ക് ഔട്ട് ഓഫ് സ്റ്റോക്ക് കാണിക്കുക
ta: கையிருப்பில் இல்லை என்பதைக் காட்டு
te: స్టాక్ అవుట్ ఆఫ్ చూపించు

# createJobCard.serviceDetails.headingMapItems
source: Map Items
gu: નકશા આઇટમ્સ
kn: ನಕ್ಷೆ ವಸ್ತುಗಳು
ml: മാപ്പ് ഇനങ്ങൾ
ta: வரைபட பொருட்கள்
te: మ్యాప్ అంశాలు

# createJobCard.serviceDetails.labelPacksSelected
source: packs selected
gu: પેક પસંદ કર્યા
kn: ಪ್ಯಾಕ್‌ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ml: പായ്ക്കുകൾ തിരഞ്ഞെടുത്തു
ta: தொகுப்புகள் தேர்ந்தெடுக்கப்பட்டன
te: ప్యాక్‌లు ఎంచుకోబడ్డాయి

# createJobCard.serviceDetails.subheadingItems
source: Items
gu: વસ્તુઓ
kn: ವಸ್ತುಗಳು
ml: ഇനങ്ങൾ
ta: பொருட்கள்
te: వస్తువులు

# createJobCard.serviceDetails.subheadingMappedProducts
source: Mapped Products
gu: મેપ કરેલ ઉત્પાદનો
kn: ಮ್ಯಾಪ್ ಮಾಡಿದ ಉತ್ಪನ್ನಗಳು
ml: മാപ്പ് ചെയ്ത ഉൽപ്പന്നങ്ങൾ
ta: வரைபட தயாரிப்புகள்
te: మ్యాప్ చేయబడిన ఉత్పత్తులు

# createJobCard.serviceDetails.subheadingProducts
source: Products
gu: ઉત્પાદનો
kn: ಉತ್ಪನ್ನಗಳು
ml: ഉൽപ്പന്നങ്ങൾ
ta: தயாரிப்புகள்
te: ఉత్పత్తులు

# createJobCard.servicePackDetailsPopUp.headingServicePackItems
source: Service Pack Items
gu: સર્વિસ પેક વસ્તુઓ
kn: ಸೇವಾ ಪ್ಯಾಕ್ ವಸ್ತುಗಳು
ml: സേവന പായ്ക്ക് ഇനങ്ങൾ
ta: சேவை தொகுப்பு பொருட்கள்
te: సర్వీస్ ప్యాక్ అంశాలు

# createJobCard.vehicleDetails.assignTechnicians
source: Assign Technicians
gu: ટેકનિશિયન સોંપો
kn: ತಂತ್ರಜ್ಞರನ್ನು ನಿಯೋಜಿಸಿ
ml: സാങ്കേതിക വിദഗ്ധരെ നിയമിക്കുക
ta: டெக்னீஷியன்களை நியமிக்கவும்
te: సాంకేతిక నిపుణులను కేటాయించండి

# createJobCard.vehicleDetails.buttonCustom
source: Custom
gu: કસ્ટમ
kn: ಕಸ್ಟಮ್
ml: കസ്റ്റം
ta: தனிப்பயன்
te: కస్టమ్

# createJobCard.vehicleDetails.buttonDiscard
source: Discard
gu: કાઢી નાખો
kn: ತಿರಸ್ಕರಿಸು
ml: നിരസിക്കുക
ta: நிராகரி
te: విస్మరించండి

# createJobCard.vehicleDetails.buttonOther
source: Other
gu: અન્ય
kn: ಇತರೆ
ml: മറ്റുള്ളവ
ta: மற்றவை
te: ఇతర

# createJobCard.vehicleDetails.buttonUpdate
source: Update
gu: અપડેટ કરો
kn: ನವೀಕರಿಸಿ
ml: അപ്ഡേറ്റ്
ta: புதுப்பிக்கவும்
te: నవీకరించు

# createJobCard.vehicleDetails.confirmDetails
source: Confirm Details
gu: વિગતોની પુષ્ટિ કરો
kn: ವಿವರಗಳನ್ನು ದೃಢೀಕರಿಸಿ
ml: വിശദാംശങ്ങൾ സ്ഥിരീകരിക്കുക
ta: விவரங்களை உறுதிப்படுத்தவும்
te: వివరాలను నిర్ధారించండి

# createJobCard.vehicleDetails.headingAddNewJobCard
source: Add New Job Card
gu: નવું જોબ કાર્ડ ઉમેરો
kn: ಹೊಸ ಜಾಬ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ml: പുതിയ ജോബ് കാർഡ് ചേർക്കുക
ta: புதிய வேலை அட்டையைச் சேர்க்கவும்
te: కొత్త జాబ్ కార్డ్‌ని జోడించండి

# createJobCard.vehicleDetails.labelBrand
source: Brand
gu: બ્રાન્ડ
kn: ಬ್ರ್ಯಾಂಡ್
ml: ബ്രാൻഡ്
ta: பிராண்ட்
te: బ్రాండ్

# createJobCard.vehicleDetails.labelFuelType
source: Fuel Type
gu: બળતણનો પ્રકાર
kn: ಇಂಧನ ಪ್ರಕಾರ
ml: ഇന്ധന തരം
ta: எரிபொருள் வகை
te: ఇంధన రకం

# createJobCard.vehicleDetails.labelMileage
source: Mileage
gu: માઇલેજ
kn: ಮೈಲೇಜ್
ml: മൈലേജ്
ta: மைலேஜ்
te: మైలేజ్

# createJobCard.vehicleDetails.labelTransmissionType
source: Transmission Type
gu: ટ્રાન્સમિશન પ્રકાર
kn: ಪ್ರಸರಣ ಪ್ರಕಾರ
ml: ട്രാൻസ്മിഷൻ തരം
ta: பரிமாற்ற வகை
te: ట్రాన్స్మిషన్ రకం

# createJobCard.vehicleDetails.labelVehicleClass
source: Vehicle Class
gu: વાહન વર્ગ
kn: ವಾಹನ ವರ್ಗ
ml: വാഹന ക്ലാസ്
ta: வாகன வகுப்பு
te: వాహన తరగతి

# createJobCard.vehicleDetails.labelVehicleImage
source: Vehicle Images
gu: વાહન છબીઓ
kn: ವಾಹನ ಚಿತ್ರಗಳು
ml: വാഹന ചിത്രങ്ങൾ
ta: வாகன படங்கள்
te: వాహన చిత్రాలు

# createJobCard.vehicleDetails.labelVehicleModel
source: Vehicle Model
gu: વાહન મોડલ
kn: ವಾಹನ ಮಾದರಿ
ml: വാഹന മോഡൽ
ta: வாகன மாதிரி
te: వాహన నమూనా

# createJobCard.vehicleDetails.labelVehicleNo
source: Vehicle No.
gu: વાહન નં.
kn: ವಾಹನ ಸಂ.
ml: വാഹന നമ്പർ.
ta: வாகன எண்.
te: వాహనం నెం.

# createJobCard.vehicleDetails.labelVinNo
source: VIN No.
gu: VIN નંબર
kn: ವಿಐಎನ್ ನಂ.
ml: VIN നമ്പർ.
ta: வின் எண்.
te: VIN నం.

# createJobCard.vehicleDetails.labelYear
source: Year
gu: વર્ષ
kn: ವರ್ಷ
ml: വർഷം
ta: ஆண்டு
te: సంవత్సరం

# createJobCard.vehicleDetails.serviceDetails
source: Service Details
gu: સેવાની વિગતો
kn: ಸೇವೆಯ ವಿವರಗಳು
ml: സേവന വിശദാംശങ്ങൾ
ta: சேவை விவரங்கள்
te: సర్వీస్ వివరాలు

# createJobCard.vehicleDetails.vehicleDetails
source: Vehicle Details
gu: વાહનની વિગતો
kn: ವಾಹನದ ವಿವರಗಳು
ml: വാഹന വിശദാംശങ്ങൾ
ta: வாகன விவரங்கள்
te: వాహనం వివరాలు

# customerVerification.buttonResend
source: Resend
gu: ફરી મોકલો
kn: ಮರುಕಳುಹಿಸಿ
ml: വീണ്ടും അയയ്ക്കുക
ta: மீண்டும் அனுப்பு
te: మళ్లీ పంపండి

# customerVerification.headingVerifyCustomer
source: Verify Customer/Driver
gu: ગ્રાહક/ડ્રાઈવર ચકાસો
kn: ಗ್ರಾಹಕ/ಚಾಲಕನನ್ನು ಪರಿಶೀಲಿಸಿ
ml: കസ്റ്റമർ/ഡ്രൈവർ പരിശോധിക്കുക
ta: வாடிக்கையாளர்/டிரைவரை சரிபார்க்கவும்
te: కస్టమర్/డ్రైవర్‌ని ధృవీకరించండి

# customerVerification.labelEnterOtp
source: Please enter the 6 digit OTP received on your mobile number.
gu: કૃપા કરીને તમારા મોબાઇલ નંબર પર પ્રાપ્ત થયેલ 6 અંકનો OTP દાખલ કરો.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯಲ್ಲಿ ಸ್ವೀಕರಿಸಿದ 6 ಅಂಕಿಯ OTP ಅನ್ನು ನಮೂದಿಸಿ.
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പറിൽ ലഭിച്ച 6 അക്ക OTP നൽകുക.
ta: உங்கள் மொபைல் எண்ணில் பெறப்பட்ட 6 இலக்க OTP ஐ உள்ளிடவும்.
te: దయచేసి మీ మొబైల్ నంబర్‌లో అందుకున్న 6 అంకెల OTPని నమోదు చేయండి.

# customerVerification.labelVerifyMobileNumber
source: Please verify your mobile number to proceed. Choose the mobile number of either the owner or the driver.
gu: આગળ વધવા માટે કૃપા કરીને તમારો મોબાઈલ નંબર ચકાસો. માલિક અથવા ડ્રાઇવરનો મોબાઇલ નંબર પસંદ કરો.
kn: ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಮಾಲೀಕರು ಅಥವಾ ಚಾಲಕರ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಆರಿಸಿ.
ml: തുടരാൻ നിങ്ങളുടെ മൊബൈൽ നമ്പർ പരിശോധിച്ചുറപ്പിക്കുക. ഉടമയുടെയോ ഡ്രൈവറുടെയോ മൊബൈൽ നമ്പർ തിരഞ്ഞെടുക്കുക.
ta: தொடர உங்கள் மொபைல் எண்ணைச் சரிபார்க்கவும். உரிமையாளர் அல்லது ஓட்டுநரின் மொபைல் எண்ணைத் தேர்வு செய்யவும்.
te: కొనసాగించడానికి దయచేసి మీ మొబైల్ నంబర్‌ను ధృవీకరించండి. యజమాని లేదా డ్రైవర్ మొబైల్ నంబర్‌ను ఎంచుకోండి.

# customerVerificationbuttonVerify
source: Verify
gu: ચકાસો
kn: ಪರಿಶೀಲಿಸಿ
ml: സ്ഥിരീകരിക്കുക
ta: சரிபார்க்கவும்
te: ధృవీకరించండి

# dashboard.addVehicle
source: Add Vehicle
gu: વાહન ઉમેરો
kn: ವಾಹನವನ್ನು ಸೇರಿಸಿ
ml: വാഹനം ചേർക്കുക
ta: வாகனத்தைச் சேர்க்கவும்
te: వాహనాన్ని జోడించండి

# dashboard.availableBay
source: Available Bay
gu: ઉપલબ્ધ ખાડી
kn: ಲಭ್ಯವಿರುವ ಬೇ
ml: ലഭ്യമായ ബേ
ta: கிடைக்கும் பே
te: అందుబాటులో ఉన్న బే

# dashboard.bayView
source: Bay View
gu: ખાડી દૃશ્ય
kn: ಬೇ ವ್ಯೂ
ml: ബേ വ്യൂ
ta: விரிகுடா காட்சி
te: బే వీక్షణ

# dashboard.busyBay
source: Busy Bay
gu: વ્યસ્ત ખાડી
kn: ಬಿಡುವಿಲ್ಲದ ಬೇ
ml: തിരക്കുള്ള ബേ
ta: பிஸி பே
te: బిజీ బే

# dashboard.buttonHold
source: Hold
gu: પકડી રાખો
kn: ಹಿಡಿದುಕೊಳ್ಳಿ
ml: പിടിക്കുക
ta: பிடி
te: పట్టుకోండి

# dashboard.buttonRelease
source: Release
gu: પ્રકાશન
kn: ಬಿಡುಗಡೆ
ml: റിലീസ്
ta: விடுதலை
te: విడుదల

# dashboard.buttonResune
source: Resume
gu: ફરી શરૂ કરો
kn: ಪುನರಾರಂಭಿಸಿ
ml: പുനരാരംഭിക്കുക
ta: ரெஸ்யூம்
te: పునఃప్రారంభించండి

# dashboard.buttonSubmit
source: Submit
gu: સબમિટ કરો
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి

# dashboard.cancelled
source: Cancelled
gu: રદ
kn: ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ml: റദ്ദാക്കി
ta: ரத்து செய்யப்பட்டது
te: రద్దు చేయబడింది

# dashboard.completed
source: Completed
gu: પૂર્ણ થયું
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയാക്കി
ta: முடிக்கப்பட்டது
te: పూర్తయింది

# dashboard.elapsedTime
source: Elapsed Time
gu: વીતેલો સમય
kn: ಕಳೆದ ಸಮಯ
ml: കടന്നുപോയ സമയം
ta: கழிந்த நேரம்
te: గడిచిన సమయం

# dashboard.expectedTime
source: Expected Time
gu: અપેક્ષિત સમય
kn: ನಿರೀಕ್ಷಿತ ಸಮಯ
ml: പ്രതീക്ഷിക്കുന്ന സമയം
ta: எதிர்பார்த்த நேரம்
te: ఆశించిన సమయం

# dashboard.inProgress
source: In-Progress
gu: ચાલુ છે
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
ml: പുരോഗതിയിൽ
ta: செயல்பாட்டில் உள்ளது
te: పురోగతిలో ఉంది

# dashboard.jobCards
source: Job Cards
gu: જોબ કાર્ડ્સ
kn: ಜಾಬ್ ಕಾರ್ಡ್‌ಗಳು
ml: ജോബ് കാർഡുകൾ
ta: வேலை அட்டைகள்
te: జాబ్ కార్డులు

# dashboard.labelSelectbay
source: Select a bay to accept the request
gu: વિનંતી સ્વીકારવા માટે ખાડી પસંદ કરો
kn: ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಬೇ ಆಯ್ಕೆಮಾಡಿ
ml: അഭ്യർത്ഥന സ്വീകരിക്കാൻ ഒരു ബേ തിരഞ്ഞെടുക്കുക
ta: கோரிக்கையை ஏற்க விரிகுடாவைத் தேர்ந்தெடுக்கவும்
te: అభ్యర్థనను ఆమోదించడానికి బేను ఎంచుకోండి

# dashboard.labelSelectReason
source: Please mention the reason for moving the job card to the park section.
gu: કૃપા કરીને જોબ કાર્ડને પાર્ક વિભાગમાં ખસેડવાનું કારણ જણાવો.
kn: ದಯವಿಟ್ಟು ಜಾಬ್ ಕಾರ್ಡ್ ಅನ್ನು ಪಾರ್ಕ್ ವಿಭಾಗಕ್ಕೆ ಸ್ಥಳಾಂತರಿಸಲು ಕಾರಣವನ್ನು ನಮೂದಿಸಿ.
ml: ജോബ് കാർഡ് പാർക്ക് വിഭാഗത്തിലേക്ക് മാറ്റാനുള്ള കാരണം ദയവായി സൂചിപ്പിക്കുക.
ta: வேலை அட்டையை பூங்கா பகுதிக்கு மாற்றியதற்கான காரணத்தைக் குறிப்பிடவும்.
te: దయచేసి జాబ్ కార్డ్‌ను పార్క్ విభాగానికి తరలించడానికి గల కారణాన్ని పేర్కొనండి.

# dashboard.pending
source: Pending
gu: બાકી છે
kn: ಬಾಕಿಯಿದೆ
ml: തീർപ്പാക്കാത്തത്
ta: நிலுவையில் உள்ளது
te: పెండింగ్‌లో ఉంది

# dashboard.selectedBay
source: Selected Bay
gu: પસંદ કરેલ ખાડી
kn: ಆಯ್ದ ಬೇ
ml: തിരഞ്ഞെടുത്ത ബേ
ta: தேர்ந்தெடுக்கப்பட்ட விரிகுடா
te: ఎంచుకున్న బే

# dashboard.service
source: Services
gu: સેવાઓ
kn: ಸೇವೆಗಳು
ml: സേവനങ്ങൾ
ta: சேவைகள்
te: సేవలు

# dashboard.startTime
source: Start Time
gu: સ્ટ્રેટ સમય
kn: ಸ್ಟ್ರಾಟ್ ಸಮಯ
ml: സ്ട്രാറ്റ് സമയം
ta: ஸ்ட்ராட் நேரம்
te: స్ట్రాట్ సమయం

# dashboard.textfieldSearch
source: Search Vehicle or Phone No.
gu: વાહન અથવા ફોન નંબર શોધો.
kn: ವಾಹನ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆ ಹುಡುಕಿ.
ml: വാഹനമോ ഫോൺ നമ്പറോ തിരയുക.
ta: வாகனம் அல்லது தொலைபேசி எண்.
te: వాహనం లేదా ఫోన్ నంబర్‌ను శోధించండి.

# dashboard.totalCustomers
source: Total Customers
gu: કુલ ગ્રાહકો
kn: ಒಟ್ಟು ಗ್ರಾಹಕರು
ml: മൊത്തം ഉപഭോക്താക്കൾ
ta: மொத்த வாடிக்கையாளர்கள்
te: మొత్తం కస్టమర్లు

# dashboard.totalEarnings
source: Total Earnings
gu: કુલ કમાણી
kn: ಒಟ್ಟು ಗಳಿಕೆಗಳು
ml: ആകെ വരുമാനം
ta: மொத்த வருவாய்
te: మొత్తం ఆదాయాలు

# dashboard.totalServices
source: Total Services
gu: કુલ સેવાઓ
kn: ಒಟ್ಟು ಸೇವೆಗಳು
ml: മൊത്തം സേവനങ്ങൾ
ta: மொத்த சேவைகள்
te: మొత్తం సేవలు

# dashboard.vehicleOnHold
source: Vehicle On Hold
gu: વાહન હોલ્ડ પર છે
kn: ವಾಹನ ತಡೆಹಿಡಿಯಲಾಗಿದೆ
ml: വാഹനം തടഞ്ഞുവച്ചു
ta: வாகனம் நிறுத்தி வைக்கப்பட்டுள்ளது
te: వాహనం హోల్డ్‌లో ఉంది

# dashbord.buttonCheckOut
source: Check Out
gu: તપાસો
kn: ಪರಿಶೀಲಿಸಿ
ml: ചെക്ക് ഔട്ട്
ta: சரிபார்க்கவும்
te: చెక్ అవుట్ చేయండి

# dashbord.labelReason
source: Reason
gu: કારણ
kn: ಕಾರಣ
ml: കാരണം
ta: காரணம்
te: కారణం
